Repository: jayofelony/bananagotchi
Catalog: pwnagotchi/locale/*/LC_MESSAGES/voice.po
Languages: da, pt_br, tr

source: ZzzzZZzzzzZzzz
tr: ZzzzZzzZzZZzzzzZ

source: Hi, I'm Pwnagotchi! Starting ...
da: Hej. Jeg er Pwnagotchi. Starter ...
pt_br: Olá, Eu sou Pwnagotchi! Iniciando ...
tr: Merhaba, ben Pwnagotchi! Başlatılıyorum ...

source: New day, new hunt, new pwns!
da: Ny dag, ny jagt, nye pwns!
pt_br: Um novo dia, Uma nova caça e novos pwns!
tr: Yeni bir gün, yeni bir av, yeni pwn'lar!

source: Hack the Planet!
da: Hack planeten!
pt_br: Burle o Planeta!
tr: Dünyayı Hackle!

source: AI ready.
da: AI klar.
pt_br: IA pronta.
tr: Yapay zeka hazır.

source: The neural network is ready.
da: Det neurale netværk er klart.
pt_br: A rede neural está pronta.
tr: Nöral ağ hazır.

source: Generating keys, do not turn off ...
da: Genererer nøgler, sluk ikke ...
pt_br: Criando chaves, não desligue o sistema ...
tr: Anahatarlar oluşturuluyor, lütfen kapatmayın ...

source: Hey, channel {channel} is free! Your AP will say thanks.
da: Hey, kanal {channel} er ubrugt! Dit AP vil takke dig.
pt_br: Ei, canal {channel} está livre! Seu AP vai agradecer.
tr: Hey, {channel} kanalı boş! AP'niz teşekkür edecek.

source: Reading last session logs ...
da: Læser seneste session logs ...
pt_br: Lendo os logs da ultima sessão
tr: Son oturum kayıtları okunuyor ...

source: Read {lines_so_far} log lines so far ...
da: Har læst {lines_so_far} linjer indtil nu ...
pt_br: Leia {lines_so_far} linha de logs até agora ...
tr: Şimdiye kadar {lines_so_far} kayıt satırı okundu ...

source: I'm bored ...
da: Jeg keder mig ...
pt_br: Eu estou entediado ...
tr: Sıkıldım ...

source: Let's go for a walk!
da: Lad os gå en tur!
pt_br: Vamos ir numa caminhada!
tr: Yürüyüşe çıkalım!

source: This is the best day of my life!
da: Det er den bedste dag i mit liv!
pt_br: Esse é o melhor dia da minha vida!
tr: Bugün hayatımın en iyi günü!

source: Shitty day :/
da: Elendig dag :/
pt_br: Dia ruim :/
tr: Bok gibi bir gün :/

source: I'm extremely bored ...
da: Jeg keder mig ekstremt meget ...
pt_br: Eu estou extremamente entediado ...
tr: Çook sıkıldım ...

source: I'm very sad ...
da: Jeg er meget trist ...
pt_br: Eu estou muito triste ...
tr: Çok mutsuzum ...

source: I'm sad
da: Jeg er trist
pt_br: Eu estou triste
tr: Mutsuzum

source: Leave me alone ...
da: Lad mig være i fred
pt_br: Me deixe em paz ...
tr: Beni yalnız bırak ...

source: I'm mad at you!
da: Jeg er sur på dig!
pt_br: Eu estou bravo com você!
tr: Sana kızgınım!

source: I'm living the life!
da: Jeg lever livet!
pt_br: Eu estou vivendo a vida!
tr: Bu hayatı yaşıyorum!

source: I pwn therefore I am.
da: Jeg pwner, derfor er jeg.
pt_br: Eu pwn então Eu sou.
tr: Ben, pwn'ladığım için benim.

source: So many networks!!!
da: Så mange netværk!
pt_br: Tantas redes!!!
tr: Çok fazla ağ var!!!

source: I'm having so much fun!
da: Jeg har det vildt sjovt!
pt_br: Eu estou tendo muita diversão
tr: Çok eğleniyorum!

source: My crime is that of curiosity ...
da: Min forbrydelse er at være nysgerrig ...
pt_br: Meu crime é de curiosidade ...
tr: Tek suçum merak etmek ...

source: Hello {name}! Nice to meet you.
da: Hej {name}! Rart at møde dig.
pt_br: Olá {name}! É bom em conhecê-lo
tr: Merhaba {name}! Tanıştığıma memnun oldum.

source: Yo {name}! Sup?
da: Hey {name}! Hvasså?
pt_br: Ei {name}! Como vai?
tr: {name}, kanka! Naber?

source: Hey {name} how are you doing?
da: Hej {name} hvordan har du det?
pt_br: Ei {name} como você está indo?
tr: Nasılsın {name}?

source: Unit {name} is nearby!
da: Enheden {name} er lige i nærheden!
tr: {name} birimi yakında!

source: Uhm ... goodbye {name}
da: Uhm ... farvel {name}
tr: ııı ... görüşürüz {name}

source: {name} is gone ...
da: {name} er væk ...
tr: {name} gitti.

source: Whoops ... {name} is gone.
da: Hovsa ... {name} er væk.
tr: Hoppala ... {name} gitti.

source: {name} missed!
da: {name} glippede!
pt_br: {name} errou!
tr: {name}'i kaçırdık ya!

source: Missed!
da: Fordømt!
pt_br: Errei!
tr: Kaçırdık!

source: Good friends are a blessing!
da: Gode venner en velsignelse!
pt_br: Bom amigos são uma bensão!
tr: İyi arkadaşlar nimettir!

source: I love my friends!
da: Jeg elsker mine venner!
pt_br: Eu amo meus amigos!
tr: Arkadaşlarımı seviyorum!

source: Nobody wants to play with me ...
da: Der er ingen der vil lege med mig ...
pt_br: Ninguém quer brincar comigo ...
tr: Hiç kimse benimle birlikte oynamak istemiyor ...

source: I feel so alone ...
da: Jeg føler mig så alene ...
pt_br: Estou me sentindo sozinho
tr: Çok yalnız hissediyorum ...

source: Where's everybody?!
da: Hvor er alle henne?!
pt_br: Onde está todo mundo?!
tr: Herkes nerede!?

source: Napping for {secs}s ...
da: Sover i {secs} sekunder
pt_br: Tirando uma soneca por {secs}s ...
tr: {secs}dir kestiriyorum ...

source: Zzzzz
tr: ZzzzZz

source: ZzzZzzz ({secs}s)
da: ZzzZzzz {secs} sekunder
tr: ZzzZzzZ ({secs})

source: Good night.
da: Godnat.
pt_br: Boa noite.
tr: İyi geceler.

source: Waiting for {secs}s ...
da: Venter i {secs} sekunder
pt_br: Esperando por {secs}s ...
tr: {secs}dir bekleniyor ...

source: Looking around ({secs}s)
da: Kigger mig omkring i {secs} sekunder
pt_br: Olhando por volta ({secs}s)
tr: Etrafa bakıyorum ({secs})

source: Hey {what} let's be friends!
da: Hej {what} lad os være venner!
pt_br: Ei {what} vamos ser amigos!
tr: Arkadaş olalım {what}!

source: Associating to {what}
da: Associerer til {what}
pt_br: Associando para {what}
tr: {what} ile tanışıyoruz

source: Yo {what}!
da: Hey {what}
pt_br: Ei {what}!
tr: Hey {what}!

source: Just decided that {mac} needs no WiFi!
da: Besluttede at {mac} ikke har brug for WiFi!
pt_br: Apenas decidindo que {mac} não precisa de WiFi!
tr: Sanırım {mac}'in WiFi'a ihtiyacı yok!

source: Deauthenticating {mac}
da: Afmelder {mac}
pt_br: Desautenticando {mac}
tr: {mac} ağdan çıkarılıyor

source: Kickbanning {mac}!
da: Kickbanner {mac}!
pt_br: Banindo {mac}!
tr: {mac} atılıp yasaklanıyor!

source: Cool, we got {num} new handshake{plural}!
da: Fedt, vi har fået {num} nye handshake{plural}!
pt_br: Legal, conseguimos {num} novos handshake{plural}!
tr: Güzel, yeni {num} el sıkıştık!

source: You have {count} new message{plural}!
da: Du har {count} nye beskeder
pt_br: Você tem {count} novas messagem{plural}!
tr: {count} Tane yeni mesajınız var!

source: Oops, something went wrong ... Rebooting ...
da: Ups, noget gik galt ... Genstarter.
pt_br: Oops, algo deu errado ... Reiniciando ...
tr: Haydaa, bir şeyler ters gitti ... Yeniden başlatılıyor ...

source: Uploading data to {to} ...
pt_br: Enviando dados para {to} ...
tr: {to}'ye veri yükleniyor ...

source: Kicked {num} stations
da: Sparkede {num} af
pt_br: Expulsei {num} estações
tr: {num} İstasyon atıldı

source: Made >999 new friends
da: Har fået >999 nye venner
pt_br: Fiz >999 novos amigos
tr: >999 Yeni arkadaş edindim

source: Made {num} new friends
da: Har fået {num} nye venner
pt_br: Fiz {num} novos amigos
tr: {num} Yeni arkadaş edindim

source: Got {num} handshakes
da: Har fået {num} nyehandshakes
pt_br: Peguei {num} handshakes
tr: {num} El sıkıştım

source: Met 1 peer
da: Har mødt 1 peer
pt_br: Encontrei 1 pessoa
tr: 1 Kişiyle tanıştım

source: Met {num} peers
da: Har mødt {num} peers
pt_br: Encontrei {num} pessoas
tr: {num} Kişiyle tanıştım

source: I've been pwning for {duration} and kicked {deauthed} clients! I've also met {associated} new friends and ate {handshakes} handshakes! #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet
da: Jeg har pwnet i {duration} og kicket {dauthed} klienter! Jeg har også mødt {associated} nye venner og spist {handshakes} håndtryk! #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet
pt_br: Estou navegando há {duration} e expulsei {deauthed} clientes! Também conheci {associamos} novos amigos e comi {handshakes} handshakes! #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet
tr: {duration}'dır pwn'lıyorum ve {deauthed} kişiyi attım. Hem de {associated}yeni kişiyle tanıştım ve {handshakes} el sıkıştım! #pwnagotchi #pwnlog #pwnyaşam #dünyayıhackle #skynet

source: hours
da: timer
pt_br: horas
tr: saat

source: minutes
da: minutter
pt_br: minutos
tr: dakika

source: seconds
da: sekunder
pt_br: segundos
tr: saniye

source: hour
da: time
pt_br: hora
tr: saat

source: minute
da: minut
pt_br: minuto
tr: dakika

source: second
da: sekund
pt_br: segundo
tr: saniye

source: Downloading from {name} ...
pt_br: Instalando para {name} ...
